Repository: VuNguyen2013/LuanVanTotNghiep
Catalog: Sources/EtradeServices/source/trunk/ETradeServices/ETradeWebServices/App_GlobalResources/Resource.*.resx
Languages: vi_vn

source: Buy
vi_vn: Mua

# ERROR_ACCOUNT_NOT_BUY_PERMISSION
source: Your account is not allowed to buy this stock.
vi_vn: Tai khoan cua quy khach khong co quyen mua.

# ERROR_ACCOUNT_NOT_SELL_PERMISSION
source: Your account is not allowed to sell this stock.
vi_vn: Tai khoan cua quy khach khong co quyen ban.

# ERROR_ACCOUNT_NOT_TRADE_PERMISSION
source: Your account is not allowed to trade this stock.
vi_vn: Tai khoan cua quy khach khong co quyen giao dich.

# ERROR_DEFAULT
source: Please contact {0} for details.
vi_vn: Xin vui long lien he {0} de biet them chi tiet.

# ERROR_HNX_NOT_USE_ATO_ATC
source: ATO or ATC order is not allowed on HNX security exchange.
vi_vn: Khong duoc phep dat ATO hoac ATC tren san HNX.

# ERROR_LOCK_ACCOUNT
source: Your account is locked.
vi_vn: Tai khoan cua quy khach dang bi khoa.

# ERROR_MARKET_CLOSE
source: Market {0} closed.
vi_vn: Thi truong {0} da dong cua.

# ERROR_NOT_AVAILABLE_STOCK
source: Stock is not available to trade.
vi_vn: Khong du co phieu can giao dich.

# ERROR_PRICE_NOT_MULTIPLE_1000_FOR_HOSE
source: Trading value is not matched with price step.
vi_vn: Gia tri giao dich khong dung theo buoc gia cho phep.

# ERROR_PRICE_NOT_MULTIPLE_100_FOR_HNX
source: Trading value is not matched with price step.
vi_vn: Gia tri giao dich khong dung theo buoc gia cho phep.

# ERROR_PRICE_NOT_MULTIPLE_100_FOR_HOSE
source: Trading value is not matched with price step.
vi_vn: Gia tri giao dich khong dung theo buoc gia cho phep.

# ERROR_PRICE_NOT_MULTIPLE_100_FOR_UPCOM
source: Trading value is not matched with price step.
vi_vn: Gia tri giao dich khong dung theo buoc gia cho phep.

# ERROR_PRICE_NOT_MULTIPLE_500_FOR_HOSE
source: Trading value is not matched with price step.
vi_vn: Gia tri giao dich khong dung theo buoc gia cho phep.

# ERROR_UPCOM_NOT_USE_ATO_ATC
source: ATO or ATC order is not allowed on UPCOM security exchange.
vi_vn: Khong duoc phep dat ATO hoac ATC tren san UPCOM.

# INCORRECT_SIDE
source: Only Buy or Sell is allowed.
vi_vn: Chi co the mua hoac ban.

# INCORRECT_STOCK
source: Stock {0} doesn't exist.
vi_vn: Chung khoan {0} khong ton tai.

# INCORRECT_VOL
source: Volume {0} is incorrect.
vi_vn: Khoi luong {0} khong dung.

# MarketAlert_NotReady
source: System is not ready accept order for market {0}
vi_vn: Hệ thống chưa sẵn sàng nhận lệnh sàn {0}

# MarketAlert_Ready
source: System is ready accept advance order for market {0}
vi_vn: Hệ thống sẵn sàng nhận trước lệnh sàn {0}

# MarketAlert_RejectATC
source: System is changing to session 3, stop accepting ATO delete order for market {0}
vi_vn: Hệ thống đang chuyền sang phiên 3, ngưng nhận lệnh hủy ATC đã đặt trước sàn {}

# MarketAlert_RejectATO
source: System is changing to session 2, stop accepting ATO order for market {0}
vi_vn: Hệ thống đang chuyển sang phiên 2, ngưng nhận lệnh ATO sàn {}

# MarketAlert_RejectMatched
source: System is changing to matched session, stop accepting order for market {0}
vi_vn: Hệ thống đang chuyển hết phiên khớp lệnh, ngưng nhận lệnh sàn {}

# MarketAlert_RejectResttime
source: System is changing to rest session, stop accepting order for market {0}
vi_vn: Hệ thống đang chuyển phiên nghỉ trưa, ngưng nhận lệnh sàn {}

# MarketStatusATORejectMessage
source: Market is in the Session 2. No ATO order is accepted.
vi_vn: Tạm ngưng nhận lệnh ATO.

# MarketStatusReadyMessage
source: System is ready to receive orders.
vi_vn: Hệ thống sẵn sàng nhận lệnh.

# MarketStatusRejectMessage
source: Market is closed. No order is accepted.
vi_vn: Tạm ngưng nhận lệnh

# MarketStatus_Close
source: Close
vi_vn: Đóng cửa

# MarketStatus_CloseAfter
source: After close
vi_vn: Sau đóng cửa

# MarketStatus_Deal
source: Put through
vi_vn: Thỏa thuận

# MarketStatus_Open
source: Open
vi_vn: Mở cửa

# MarketStatus_Ready
source: Alredy open
vi_vn: Chờ mở cửa

# MarketStatus_Session1
source: Session ATO
vi_vn: Phiên ATO

# MarketStatus_Session2
source: Session 2
vi_vn: Phiên 2

# MarketStatus_Session3
source: Session ATC
vi_vn: Phiên ATC

# NOTICE_ADVANCE_ORDER
source: {0}'s advance order notice:
vi_vn: {0} thong bao ket qua dat truoc:

# NOT_BUY_SELL_THE_SAME_STOCK
source: Do not allow to buy and sell the same stock.
vi_vn: Khong duoc phep mua va ban cung mot loai chung khoan.

# NOT_ENOUGH_CASH
source: Your account has not enough cash.
vi_vn: Quy khach khong du tien.

# NOT_ENOUGH_STOCK
source: Your account has not enough stocks.
vi_vn: Quy khach khong du chung khoan.

# OVER_MAX_VOL
source: Trading volume is higher than maximum allowed volume.
vi_vn: Khoi luong giao dich cao hon gia tri toi da cho phep.

# OVER_REMAIN_VOLUME
source: Trading value is higher than maximum allowed value.
vi_vn: Khoi luong giao dich cao hon khoi luong cho phep.

source: Please check again.
vi_vn: Quy khach vui long kiem tra lai.

# PRICE_ABOVE_CEILING
source: Stock price is higher than ceiling price.
vi_vn: Gia cua chung khoan cao hon gia tran.

# PRICE_BELOW_FLOOR
source: Stock price is lower than floor price.
vi_vn: Gia cua chung khoan duoi gia san.

# PUT_ORDER_NO_RESPONSE
source: TCSC report: Account {0}'s advance order {1} {2}, VOL {3}, VAL {4} received no confirmation.
vi_vn: TCSC thong bao: TK {0} dat lenh truoc {1} {2}, KL {3}, GIA {4} chua nhan duoc xac nhan.

# PUT_ORDER_SUCCESS
source: TCSC report: Account {0}'s advance order {1} {2}, VOL {3}, VAL {4} was sent successfully.
vi_vn: TCSC thong bao: TK {0} dat lenh truoc {1} {2}, KL {3}, GIA {4} da duoc dua vao he thong thanh cong.

# PUT_ORDER_UNSUCCESS
source: TCSC report: Account {0}'s advance order {1} {2}, VOL {3}, VAL {4} wasn't sent successfully.
vi_vn: TCSC thong bao: TK {0} dat lenh truoc {1} {2}, KL {3}, GIA {4} khong thanh cong.

source: Sell
vi_vn: Ban

# SMS_CASH_TRANSFER
source: There is new cash advance order from account {0}.
vi_vn: Co lenh chuyen rut tien moi tu tai khoan {0}.

# STOCK_IS_HALT
source: Stock {0} is halted.
vi_vn: Chung khoan {0} dang bi tam ngung giao dich.
